Repository: alderete/Text-Control
Catalog: languages/textcontrol-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Text Control Formatting Options
de_de: Text Control Formatierungseinstellungen

source: Author
de_de: Autor

source: Post/Excerpt formatting updated.
de_de: Post/ Excerpt Formatierung aktualisiert.

source: Comment formatting updated.
de_de: Kommentarformatierung aktualisiert.

source: Text Control Settings
de_de: Text Control Einstellungen

source: Set up the default settings for your blog text formatting.
de_de: Setze die Standardeinstellungen f&uuml;r die Textformatierung auf deinem Weblog.

source: These will set up what the blog parses posts with by default unless over ridden on a per-post basis.
de_de: Alle Posts/ Excerpt werden verarbeitet mit:

source: No Formatting
de_de: Keine Formatierung

source: No Character Encoding
de_de: Keine Character-Formatierung

source: Change Default Post/Excerpt Formatting
de_de: &Auml;ndere Standard Post/Excerpt Formatierung

source: Comments
de_de: Kommentare

source: All comments will be processed with these:
de_de: Alle Kommentare werden verarbeitet mit:

source: No Character Formatting
de_de: Keine Character-Formatierung

source: Change Default Comment Formatting
de_de: &Auml;ndere Standard Kommentar Formatierung

source: Information on the plugin
de_de: Informationen zum Plugin

source: For further information or to grab the latest version of this plugin, visit the <a href='http://dev.wp-plugins.org/wiki/TextControl' title='to the plugin-website' >plugin's homepage</a>.
de_de: FÃ¼r weitere Informationen oder zum downloaden der aktuellen Version des Plugins, besuche die <a href='http://dev.wp-plugins.org/wiki/TextControl' title='zur Plugin Website' >Plugin Website</a>.

source: to the Website
de_de: zur Website

source: and
de_de: und

source: Want to say thank you? Visit my <a href='http://bueltge.de/wunschliste/' title='to the wishlist' >wishlist</a>.
de_de: Du willst Danke sagen? Besuche meine <a href='http://bueltge.de/wunschliste/' title='to the wishlist' >Wunschliste</a>.

source: Format this post with:
de_de: Formatiere diesen Beitrag mit:
